Repository: GTourinho/very-good-coffee-app
Catalog: lib/l10n/arb/app_*.arb
Languages: pt

# appTitle
source: Very Good Coffee App
pt: Aplicativo de Café Muito Bom

source: Favorites
pt: Favoritos

source: Home
pt: Início

source: Favorite Coffees
pt: Cafés Favoritos

source: Get Your First Coffee
pt: Pegue Seu Primeiro Café

source: New Coffee
pt: Novo Café

source: Try Again
pt: Tentar Novamente

# noFavoriteCoffees
source: No favorite coffees yet
pt: Ainda não há cafés favoritos

# noFavoriteCoffeesDescription
source: Tap the heart icon on any coffee to add it to favorites
pt: Toque no ícone de coração em qualquer café para adicioná-lo aos favoritos

source: Oops! Something went wrong
pt: Ops! Algo deu errado

# couldNotLoadCoffees
source: Could not load your favorite coffees. Please try again.
pt: Não foi possível carregar seus cafés favoritos. Por favor, tente novamente.

# couldNotLoadCoffee
source: Could not load coffee. Please try again.
pt: Não foi possível carregar o café. Por favor, tente novamente.

# couldNotUpdateFavorites
source: Oops! Could not update your favorites. Please try again
pt: Ops! Não foi possível atualizar seus favoritos. Por favor, tente novamente

# coffee
source: Coffee #{id}
pt: Café #{id}

# zoomHint
source: Pinch to zoom
pt: Belisque para ampliar

source: Loading...
pt: Carregando...

source: Failed to load image
pt: Falha ao carregar imagem

source: Settings
pt: Configurações

source: Theme Settings
pt: Configurações de Tema

# chooseYourRoast
source: Choose your favorite coffee roast
pt: Escolha seu tostado de café favorito

source: Light Roast
pt: Tostado Claro

# lightRoastDescription
source: Bright, fresh, and creamy vibe
pt: Brilhante, fresco e cremoso

source: Medium Roast
pt: Tostado Médio

# mediumRoastDescription
source: Balanced, warm, and inviting
pt: Equilibrado, quente e convidativo

source: Dark Roast
pt: Tostado Escuro

# darkRoastDescription
source: Bold, rich, and cozy feel
pt: Forte, rico e aconchegante
